import random

genre_lists = [
    [
        "аллегоричный", "апокалиптический", "аутентичный", "грязный", "дественный", "деструктивный", "дикий",
        "допотопный", "ебучий", "загробный", "задорный", "классический", "креационистический", "крикливый",
        "крупногабаритный", "меланхоличный", "нигилистический", "ностальгический", "позитивный", "пошлый",
        "прогрессивный", "ревущий", "светлый", "светский", "сельский", "современный", "суицидальный", "тёмный",
        "утрированный", "фанковый", "футуристичный"
    ],
    [
        "пост", "трилл", "хаус", "даун", "синт", "поп", "фолк", "эмо", "сэд", "глитч", "порно", "электро", "олд",
        "техно", "нью", "стрит", "клауд", "блэк", "хард", "аква", "нейчарал", "гей", "укро", "пхонк", "дип", "некро",
        "психо", "трэш", "софт", "лайт", "шэдоу"
    ],
    [
        "рэп", "рок", "фанк", "джаз", "хардкор", "фолк", "металл", "панк", "битдаун", "ска", "вейв", "транс",
        "арэнби", "рэгги", "дабстэп", "драм эн бэйз"
    ]
]

print('{} {} {}'.format(*map(random.choice, genre_lists)))
